/* cancel pressed */
"Cancel Button pressed, nothing to do" = "Cancel Button pressed, nothing to do";

/* final information */
"calculated %d moon phases for the year %d." = "calculated %d moon phases for year %d.";

/* second moon phase */
"crescent moon" = "crescent moon";

/* description */
"DESCRIPTION:Moon phase\n" = "DESCRIPTION:Moon phase\n";

/* country code for locale */
"en_US" = "en_US";

/* program found an error */
"Error encountered:" = "Error encountered:";

/* third moon phase */
"full moon" = "full moon";

/* time zone for locale */
"GMT" = "GMT";

/* status message at beginning */
"Initialization done ..." = "Initialization done ...";

/* general error */
"Input Error" = "Input Error";

/* name of file to save */
"Moonphases" = "Moonphases";

/* report the kind of the error */
"moon phases in year %d not calculated yet" = "moon phases in year %d not calculated yet";

/* message after save panel */
"Moon phases stored for year: %d" = "Moon phases stored for year: %d";

/* first moon phase */
"new moon" = "new moon";

/* ok button of the alert */
"OK" = "OK";

/* no real moon phase */
"Phase not between 0 and 3" = "Phase not between 0 and 3";

/* title of savePanel */
"Save moon phases in calendar file" = "Save moon phases in calendar file";

/* informal message */
"Status Message" = "Status Message";

/* last moon phase */
"waning moon" = "waning moon";

/* report the kind of the error */
"Writing to the file with selected URL failed: " = "Writing to the file with selected URL failed: ";

/* name for calendar */
"X-WR-CALNAME:Moon phases\n" = "X-WR-CALNAME:Moon phases\n";

/* correct input */
"Year must be between 1600 and 2399" = "Year must be between 1600 and 2399";
